Repository: franck-paul/cloneEntry
Catalog: locales/*/main.po
Languages: fr

source: Clone Entry
fr: Duplication de publication

source: Make a clone of entry
fr: Dupliquer une publication

source: Clone this entry
fr: Dupliquer cette publication

source: The status of the new entry will be set <strong>to Pending</strong>.
fr: Le statut de la nouvelle publication sera positionné à <strong>En attente</strong>

source: It's date and time will bet set to now and it's URL would reflect this.
fr: Ses date et heure seront positionnées à maintenant et son URL devrait refléter ceci.

source: The category, tags, attachments and other properties will be preserved.
fr: Les catégorie, mots-clés, pièces-jointes et autres propriétés seront préservées.

source: Clone
fr: Dupliquer

source: Clone selected posts
fr: Dupliquer les billets sélectionnés

source: Clone selected pages
fr: Dupliquer les pages sélectionnées

source: Entries
fr: Billets

source: This entry does not exist.
fr: Cette publication n'existe pas.

source: Entry has been successfully cloned.
fr: La publication a été dupliquée.

source: Enable Cloning of post for this blog
fr: Activer la duplication de billet pour ce blog

source: Enable Cloning of page for this blog
fr: Activer la duplication de page pour ce blog
